"LoginView" = "Log dich in deine eigene Kimai Instanz ein";
"TimesheetView" = "Betrachte alle vergangenen und kommenden Kimai Einträge";
"RecordDetailsView" = "Weiß immer bescheid, für wen du wann und was gemacht hast";
